Repository: cockpit-project/cockpit-ostree
Catalog: po/*.po
Languages: fr, kab, zh_hant

source: $0 and reboot
kab: $0 syin ales asenker
zh_hant: $0 並重新啟動

source: $0 key ID
fr: $0 ID clé
kab: Asulay n tsarut $0
zh_hant: $0 密鑰ID

source: Add another key
kab: Rnu tasarut nniḍen
zh_hant: 新增另一個密鑰

source: Add new repository
kab: Rnu akufi amaynut
zh_hant: 新增套件庫

source: Add repository
kab: Rnu akufi
zh_hant: 新增套件庫

source: Additions
fr: Compléments
kab: Imerna
zh_hant: 新增

source: Begins with $0
kab: Yebda s $0
zh_hant: 以 $0 開始

source: Branch
kab: Afurk
zh_hant: 分支

source: Cancel
fr: Annuler
kab: Semmet
zh_hant: 取消

source: Checking for package updates...
kab: Asenqed n yileqman n ukemmus...
zh_hant: 檢查套件是否需要更新...

source: Checking for updates
fr: Recherche de mises à jour
kab: Asenqed n yileqman
zh_hant: 檢查更新

source: Clean up
kab: Sfeḍ
zh_hant: 清理

source: Clear cache and deployments
kab: Sfeḍ tazarkatut akked isrusuyen
zh_hant: 清除快取和部署

source: Close
kab: Mdel
zh_hant: 關閉

source: Connecting to OSTree
fr: Connexion à OSTree
kab: Tuqqna ɣer OSTree
zh_hant: 連接至 OSTree

source: Current
kab: Amiran
zh_hant: 當前

source: Delete
fr: Supprimer
kab: Kkes
zh_hant: 刪除

source: Deployments and updates
kab: Isrusuyen akked yileqman
zh_hant: 部署與更新

source: Downgrades
fr: Rétrogradation
kab: Aṣubbu ɣer uleqqem yezrin
zh_hant: 降級

source: Edit repository
kab: Ẓreg akufi
zh_hant: 修改套件庫來源

source: Error loading remotes: $0
fr: Erreur pendant le chargement des remotes : $0
kab: Tuccḍa deg usali n ikufan inmeggagen: $0
zh_hant: 載入遠端出錯： $0

source: Expired signature
kab: Azmul yemmut
zh_hant: 過期簽章

source: Failed
fr: Échec
kab: Yecceḍ
zh_hant: 己失敗

source: Failed to rebase deployment
kab: Ur yeddi ara alszadur n usrusu
zh_hant: 重新基礎部署失敗

source: Failed to roll back deployment
kab: Ur yeddi ara tuɣalin ɣer deffir n usrusu
zh_hant: 回滾至上回狀態部署失敗

source: Failed to upgrade deployment
kab: Ur yeddi ara usali uleqqem n usrusu
zh_hant: 升級部署失敗

source: GPG public key
kab: Tasarut tazayezt GPG
zh_hant: GPG 公開密鑰

source: Good signature
kab: Azmul igerrzen
zh_hant: 好簽章

source: Invalid signature
kab: Azmul d arameɣtu
zh_hant: 無效簽章

source: Loading branches
kab: Asali n ifurkan
zh_hant: 載入分支

source: Name
fr: Nom
kab: Isem
zh_hant: 名稱

source: New
kab: Amaynut
zh_hant: 新

source: No OSTree deployments found
fr: Aucun déploiement OSTree trouvé
kab: Ulac isrusuyen OSTree yettwafen
zh_hant: 未找到 OSTree 部署

source: No configuration data found
fr: Aucune configuration de donnée trouvée
kab: Ulac isefka n twila yettwafen
zh_hant: 未找到組態設定資料

source: No deployments
kab: Ulac isrusuyen
zh_hant: 無部署

source: No signature available
kab: Ulac azmul yellan
zh_hant: 無法簽署

source: Not authorized to update software on this system
fr: Pas autorisé à mettre à jour les logiciels sur ce système
kab: Ur yettusireg ara uleqqem n useɣẓan deg unagraw-agi
zh_hant: 未能獲得授權更新位於本系統的軟體

source: OS $0 not found
fr: OS $0 non trouvé
kab: Anagraw n wammud $0 ur yettwaf ara
zh_hant: OS $0 未找到

source: OSTree is not available on this system
fr: OSTree non disponible sur ce système
kab: OSTree ur yelli ara deg unagraw-a
zh_hant: 此系統無法使用 OSTree

source: OSTree source
kab: Aɣbalu OSTree
zh_hant: OSTree 來源

source: Operating system
kab: Anagraw n wammud
zh_hant: 作業系統

source: Origin
fr: Origine
kab: Aɣbalu
zh_hant: 來源

source: Packages
fr: Paquets
kab: Ikemmusen
zh_hant: 套件包

source: Packages which have been added to the system
kab: Ikemmusen i yettwarennan ɣer unagraw
zh_hant: 已加入此系統的套件包

source: Pending deployment
kab: Asrusu deg uraǧu
zh_hant: 待進行部署

source: Pin
zh_hant: 引腳

source: Pinned
zh_hant: 已釘選

source: Please provide a valid URL
fr: Merci d’indiquer une URL valide
kab: Ttxil-k·m, mudd-d tansa URL tameɣtut
zh_hant: 請提供有效的 URL

source: Please provide a valid name
fr: Veuillez indiquer un nom valide
kab: Ttxil-k·m, mudd-d isem ameɣtu
zh_hant: 請提供有效的名稱

source: RPM repo metadata
kab: Iɣefisefka n ukufi RPM
zh_hant: RPM 套件庫中繼資料

source: Rebase
kab: Alszadur
zh_hant: 回復

source: Rebase repository and branch
kab: Alszadur akufi d ufurk
zh_hant: 重置套件庫和分支

source: Reconnect
fr: Reconnecter
kab: Ales tuqqna
zh_hant: 重新連接

source: Released
fr: Publiés
kab: ittwaserreḥ
zh_hant: 已發行

source: Removals
fr: Supprimés
kab: Itekkes
zh_hant: 搬遷

source: Remove
kab: Kkes
zh_hant: 移除

source: Remove overlays
kab: Kkes tudiliwin
zh_hant: 移除覆蓋層

source: Remove overrides
kab: Kkes iḥettemen
zh_hant: 移除覆寫部分

source: Remove package additions or substitutions to return the current deployment to its original state.
kab: Kkes timerniwin neɣ isemselsiyen n ikemmusen iwakken ad d-yuɣal waddad-agi amiran n usrusu ɣer waddad-is aneṣli.
zh_hant: 移除套件新增內容或替代內容，讓目前的部署回復原始狀態。

source: Remove repository
kab: Kkes akufi
zh_hant: 移除套件庫

source: Repository
kab: akufi
zh_hant: 套件庫

source: Reset
kab: Ales awennez
zh_hant: 重新設置

source: Reset to original state
kab: Ales awennez ɣer waddad aneṣli
zh_hant: 重新設置為原始狀態

source: Roll back
kab: Tuɣalin ɣer deffir
zh_hant: 回滾

source: Rollback deployment
kab: Taɣalin ɣer deffir n usrusu
zh_hant: 回滾部署

source: Save
kab: Sekles
zh_hant: 儲存

source: Security
kab: Taɣellist
zh_hant: 安全性

source: Signatures
kab: Izmal
zh_hant: 簽章

source: Signed by
fr: Signé par
kab: Yettwazmel sɣur
zh_hant: 簽署給

source: Software updates
kab: Ileqman n useɣẓan
zh_hant: 軟體更新

source: Status
fr: État
kab: Addad
zh_hant: 狀態

source: Substitutions of packages normally included in an OS build
kab: Isemselsiyen n yikemmusen yewwi-d ddan-d deg Unagraw n Wammud
zh_hant: 取代通常包含在作業系統建立中的套件包

source: System is up to date
kab: Anagraw yettwaleqqem
zh_hant: 系統為最新版本

source: System will rebase to $0, updated $1.
kab: Anagraw ad yalszadur ɣer $0, yettwaleqqem $1.
zh_hant: 系統將重新回復為 $0，更新為 $1。

source: Temporary files
kab: Ifuyla iskudanen
zh_hant: 暫存檔案

source: This deployment contains the same packages as your currently booted system
fr: Ce déploiement contient les mêmes logiciels que votre système démarré actuellement
kab: Asrusa-agi yegber kifkif ikemmusen akk d unagraw-ik·im amiran
zh_hant: 此部署包含與您目前啟動的系統相同的套件包

source: Time
kab: Akud
zh_hant: 時間

source: Tree
fr: Arbre
kab: Aseklu
zh_hant: 樹

source: Unable to communicate with OSTree
fr: Impossible de communiquer avec OSTree
kab: Ur yezmir ara ad imseɣwal akked OSTree
zh_hant: 無法與 OSTree 進行通訊連結

source: Unpin
zh_hant: 解除釘選

source: Update
kab: Mucceḍ
zh_hant: 更新內容

source: Update available
kab: Lqem n umucceḍ yewjed
zh_hant: 可進行更新

source: Update available: $0
kab: Lqem n umucceḍ yewjed: $0
zh_hant: 可進行更新： $0

source: Updates
fr: Mises à jour
kab: Ileqman umucceḍ
zh_hant: 更新

source: Updating
fr: Mise à jour
kab: Amucceḍ
zh_hant: 更新

source: Use trusted GPG key
fr: Utiliser des clés GPG de confiance
zh_hant: 使用可信賴的 GPG 密鑰

source: Validity
kab: Aɣbal
zh_hant: 有效性

source: Version
kab: Lqem
zh_hant: 版本

source: When
fr: Quand
kab: Melmi
zh_hant: 何時

source: view more...
kab: ẓer ugar…
zh_hant: 檢視更多...

source: URL
kab: Tansa URL

source: $0 package
fr: $0 paquet

source: $0 packages
fr: $0 paquets

source: - Add New Repository
fr: - Ajouter un nouveau dépôt

source: Add
fr: Ajouter

source: Add Another Key
fr: Ajouter une autre clé

source: Apply
fr: Appliquer

source: Available
fr: Disponible

source: Begins with '-----BEGIN PGP PUBLIC KEY BLOCK-----'
fr: Commence par « -----BEGIN PGP PUBLIC KEY BLOCK----- »

source: Change Repository
fr: Modifier dépôt

source: Check for Updates
fr: Vérifier les mises à jour

source: Couldn't load settings for '$0': $1
fr: Impossible de charger les paramètres pour « $0 » : $1

source: Currently using:
fr: Actuellement utilisé :

source: Default
fr: Par défaut

source: Expired Signature
fr: Signatures expirées

source: Good Signature
fr: Bonnes signatures

source: Invalid Signature
fr: Signatures invalides

source: No Deployments
fr: Aucun déploiement

source: No signature avaliable
fr: Aucune signature disponible

source: Operating System
fr: Système d’exploitation

source: Operating System Updates
fr: Mises à jour du système d’exploitation

source: Rebase and Reboot
fr: Rebaser et redémarrer

source: Receiving delta parts
fr: Recevoir les parties delta

source: Receiving metadata objects
fr: Recevoir les objets métadonnées

source: Receiving objects: $0%
fr: Réception des objets : $0%

source: Roll Back and Reboot
fr: Rétrograder et redémarrer

source: Running
fr: En fonctionnement

source: Scanning metadata
fr: Scan des métadonnées

source: Software Updates
fr: Mises à jour de logiciel

source: Update and Reboot
fr: Mettre à jour et redémarrer

source: Writing objects
fr: Écriture des objets

source: at
fr: à
